Repository: dmysyq/biznus-web
Catalog: biznus-web/Resources/Views/Contact/Index.*.resx
Languages: kk_kz

source: Contact Acme Outdoors
kk_kz: Acme Outdoors-пен байланысыңыз

source: Contact Us
kk_kz: Бізбен байланысыңыз

# ContactUsDescription
source: Just want to say hi? We'd love to hear from you. We love our customers and community!
kk_kz: Жай сәлем айтқыңыз келе ме? Біз сізден хабар алғанымызға қуаныштымыз. Біз тұтынушыларымызды және қауымдастықты жақсы көреміз!

# SendUsMessage
source: Send Us A Message
kk_kz: Бізге хабарлама жіберіңіз

source: Get Support
kk_kz: Қолдау алу

# GetSupportDescription
source: Have an issue with an order or with a product you purchased from us? Fill out our support form.
kk_kz: Тапсырыспен немесе бізден сатып алған өніміңізбен мәселе бар ма? Біздің қолдау формасын толтырыңыз.

source: Contact Support
kk_kz: Қолдау қызметімен байланысыңыз

source: Contact Form
kk_kz: Байланыс формасы

# ContactFormDescription
source: Send us a message and we'll get back to you as soon as we can!
kk_kz: Бізге хабарлама жіберіңіз, біз сізбен мүмкіндігінше тезірек байланысамыз!

source: Name
kk_kz: Аты

source: Email Address
kk_kz: Электрондық пошта мекенжайы

source: Your Message
kk_kz: Сіздің хабарламаңыз

source: Submit
kk_kz: Жіберу

# ThankYouMessage
source: Thank you for your message! We'll get back to you soon.
kk_kz: Хабарламаңызға рахмет! Біз сізбен жақын арада байланысамыз.

source: General Inquiries:
kk_kz: Жалпы сұраулар:

source: Customer Support:
kk_kz: Тұтынушыларға қолдау:
