Repository: dmysyq/biznus-web
Catalog: biznus-web/Resources/Views/Home/Index.*.resx
Languages: fr_fr, kk_kz

# ServingSince
source: Serving you since 1989.
fr_fr: À votre service depuis 1989.
kk_kz: 1989 жылдан бері қызмет көрсетеміз.

# HeroDescription
source: Acme Outdoors is an outdoor and adventure shop located in the Boathouse District in Oklahoma City.
fr_fr: Acme Outdoors est un magasin d'extérieur et d'aventure situé dans le district Boathouse à Oklahoma City.
kk_kz: Acme Outdoors - бұл Оклахома-Ситидегі Boathouse District ауданында орналасқан ашық ауадағы және шытырман оқиға дүкені.

source: Shop Merch
fr_fr: Boutique
kk_kz: Тауарлар дүкені

source: Ways to support
fr_fr: Façons de soutenir
kk_kz: Қолдау тәсілдері

source: Support Acme Outdoors.
fr_fr: Soutenez Acme Outdoors.
kk_kz: Acme Outdoors-ты қолдаңыз.

# CovidDescription
source: COVID-19 has forced us to close our retail space, but we need support from patrons like yourself now more than ever. Below, we've listed the best ways to help us through this season.
fr_fr: Le COVID-19 nous a forcés à fermer notre espace de vente au détail, mais nous avons besoin du soutien de mécènes comme vous maintenant plus que jamais. Ci-dessous, nous avons listé les meilleures façons de nous aider pendant cette saison.
kk_kz: COVID-19 бізді дүкен алаңын жабуға мәжбүр етті, бірақ бізге сіз сияқты қолдаушылардың қолдауы қазір кез келген кездегіден де керек. Төменде біз осы маусымда көмектесу үшін ең жақсы тәсілдерді көрсеттік.

# ShopProducts
source: SHOP<br/>PRODUCTS
fr_fr: ACHETER<br/>PRODUITS
kk_kz: ТАУАРЛАР<br/>САТЫП АЛУ

# ShopProductsDescription
source: Our full product line is still available online here on our site! Getting outside and hiking is still something you can do. Get your gear now!
fr_fr: Notre gamme complète de produits est toujours disponible en ligne ici sur notre site ! Sortir et faire de la randonnée est toujours quelque chose que vous pouvez faire. Obtenez votre équipement maintenant !
kk_kz: Біздің толық өнім қатары әлі де онлайн түрде біздің сайтта қол жетімді! Сыртқа шығу және жаяу серуендеу - бұл сіз әлі де жасай алатын нәрсе. Жабдықтарыңызды қазір алыңыз!

source: Donate
fr_fr: Faire un don
kk_kz: Қайырымдылық жасау

# DonateDescription
source: Since we've changed the way we operate to online only, and to ensure your safety, not all our staff is working. Donate to keep them afloat.
fr_fr: Puisque nous avons changé notre façon de fonctionner pour être uniquement en ligne, et pour assurer votre sécurité, tout notre personnel ne travaille pas. Faites un don pour les maintenir à flot.
kk_kz: Біз жұмыс істеу тәсілін тек онлайн түрге өзгерткендіктен және сіздің қауіпсіздігіңізді қамтамасыз ету үшін, біздің барлық қызметкерлер жұмыс істемейді. Оларды жүзде ұстау үшін қайырымдылық жасаңыз.

# BuyGiftCards
source: Buy <br/>GIFT CARDS
fr_fr: Acheter des<br/>CARTES CADEAUX
kk_kz: СЫНАП<br/>КАРТАЛАРЫН САТЫП АЛУ

# BuyGiftCardsDescription
source: Have all the outdoor gear you need for now? Buy a gift card and use it later or share it with friends and family.
fr_fr: Vous avez tout l'équipement d'extérieur dont vous avez besoin pour le moment ? Achetez une carte cadeau et utilisez-la plus tard ou partagez-la avec vos amis et votre famille.
kk_kz: Қазір ашық ауадағы барлық қажетті жабдықтарыңыз бар ма? Сынап картасын сатып алып, кейінірек пайдаланыңыз немесе достар мен отбасымен бөлісіңіз.

# CovidSafety
source: How we're keeping you safe during COVID-19
fr_fr: Comment nous vous gardons en sécurité pendant le COVID-19
kk_kz: COVID-19 кезінде қауіпсіздігіңізді қалай қамтамасыз етеміз

# CovidSafetyDescription
source: As an outdoor shop, we've taken precautionary measures to ensure the safety of all our customers and team members.
fr_fr: En tant que magasin d'extérieur, nous avons pris des mesures préventives pour assurer la sécurité de tous nos clients et membres de l'équipe.
kk_kz: Ашық ауадағы дүкен ретінде біз барлық тұтынушылар мен команда мүшелерінің қауіпсіздігін қамтамасыз ету үшін алдын ала шаралар қабылдадық.

# ReadStatement
source: Read Our Statement
fr_fr: Lire notre déclaration
kk_kz: Біздің мәлімдемемізді оқыңыз

# ShopProductsTitle
source: shop products
fr_fr: magasin de produits
kk_kz: тауарлар дүкені

# Open247
source: Open 24/7/365.
fr_fr: Ouvert 24/7/365.
kk_kz: 24/7/365 ашық.

source: View All Products
fr_fr: Voir tous les produits
kk_kz: Барлық тауарларды көру

source: Shop Local.
fr_fr: Achetez local.
kk_kz: Жергілікті түрде сатып алыңыз.

# ShopLocalDescription
source: We know that during COVID-19, a lot of folks around the city and state are feeling uneasy about the future - we're not sure what the future holds either.
fr_fr: Nous savons que pendant le COVID-19, beaucoup de gens dans la ville et l'état se sentent mal à l'aise face à l'avenir - nous ne sommes pas sûrs de ce que l'avenir nous réserve non plus.
kk_kz: COVID-19 кезінде қала мен штаттағы көптеген адамдар болашаққа қатысты мазасыздық сезімін сезіп отырғанын білеміз - біз де болашақта не болуына сенімді емеспіз.

# ShopLocalDescription2
source: That said: we know that we love making sure you have the gear you need for your adventures, and we're going to keep doing that - with our team - until the city tells us we can't.
fr_fr: Cela dit : nous savons que nous aimons nous assurer que vous avez l'équipement dont vous avez besoin pour vos aventures, et nous allons continuer à le faire - avec notre équipe - jusqu'à ce que la ville nous dise que nous ne pouvons pas.
kk_kz: Дегенмен: біз сіздің шытырман оқиғаларыңызға қажетті жабдықтарыңыз бар екеніне көз жеткізгенді ұнататынымызды білеміз, және біз мұны қала бізге мүмкін емес деп айтқанша - командамызбен бірге - жалғастырамыз.

# ShopLocalDescription3
source: But as long as folks like yourself support small businesses around the city, then we'll be here â€” every day, making sure your orders arrive on time.
fr_fr: Mais tant que des gens comme vous soutiennent les petites entreprises de la ville, nous serons là — chaque jour, en nous assurant que vos commandes arrivent à temps.
kk_kz: Бірақ сіз сияқты адамдар қаладағы шағын бизнесті қолдайтын кезде, біз мұнда боламыз — күн сайын, сіздің тапсырыстарыңыздың уақытында жететініне көз жеткізе отырып.

source: Jane & John Doe
kk_kz: Джейн және Джон Доу

source: Home
fr_fr: Accueil
kk_kz: Басты бет
