Repository: dmysyq/biznus-web
Catalog: biznus-web/Resources/Controllers/AboutController.*.resx
Languages: fr_fr, kk_kz, ru_ru

# YourAdventureAwaits
source: Your Adventure<br/>Awaits
fr_fr: Votre Aventure<br/>Vous Attend
kk_kz: Сіздің шытырман оқиғаңыз<br/>күтеді
ru_ru: Ваше приключение<br/>ждет

# AboutDescription
source: Acme Outdoors has everything you need to help you get started today. Check out our wonderful collection of gear that will make your next adventure complete.
fr_fr: Acme Outdoors a tout ce dont vous avez besoin pour vous aider à commencer aujourd'hui. Découvrez notre merveilleuse collection d'équipements qui rendra votre prochaine aventure complète.
kk_kz: Acme Outdoors бүгін бастауға көмектесетін барлық қажетті заттарға ие. Келесі шытырман оқиғаңызды толық ететін жабдықтардың керемет жинағымен танысыңыз.
ru_ru: Acme Outdoors имеет все необходимое, чтобы помочь вам начать сегодня. Ознакомьтесь с нашей замечательной коллекцией снаряжения, которое сделает ваше следующее приключение полным.

source: Shop Merch
fr_fr: Boutique
kk_kz: Тауарлар дүкені
ru_ru: Магазин товаров

source: Why Acme Outdoors?
fr_fr: Pourquoi Acme Outdoors ?
kk_kz: Неге Acme Outdoors?
ru_ru: Почему Acme Outdoors?

# BestInBusiness
source: We're the best in the business.
fr_fr: Nous sommes les meilleurs dans le domaine.
kk_kz: Біз саладағы ең жақсымыз.
ru_ru: Мы лучшие в своем деле.

# BestInBusinessDescription
source: From more than 30 years, we've been leading the way across Oklahoma — creating the best possible customer experience since 1989.
fr_fr: Depuis plus de 30 ans, nous menons la voie à travers l'Oklahoma — créant la meilleure expérience client possible depuis 1989.
kk_kz: 30 жылдан астам уақыт бойы біз Оклахома бойынша жол көрсетіп келе жатырмыз — 1989 жылдан бері мүмкін болатын ең жақсы клиенттік тәжірибе жасаймыз.
ru_ru: Более 30 лет мы лидируем в Оклахоме — создавая лучший возможный клиентский опыт с 1989 года.

source: Lifetime Warranty
fr_fr: Garantie à Vie
kk_kz: Өмір бойы кепілдік
ru_ru: Пожизненная гарантия

# LifetimeWarrantyDescription
source: All our products — whether we make them or not — are backed by our lifetime warranty.
fr_fr: Tous nos produits — que nous les fabriquions ou non — sont soutenus par notre garantie à vie.
kk_kz: Біздің барлық өнімдеріміз — оларды жасаймыз ба, жоқ па — өмір бойы кепілдігімізбен қорғалған.
ru_ru: Все наши продукты — независимо от того, делаем ли мы их или нет — поддерживаются нашей пожизненной гарантией.

source: Shopping Experience
fr_fr: Expérience d'Achat
kk_kz: Сатып алу тәжірибесі
ru_ru: Опыт покупок

# ShoppingExperienceDescription
source: We strive to provide you with the best shopping experience with friendly service and quality products.
fr_fr: Nous nous efforçons de vous offrir la meilleure expérience d'achat avec un service amical et des produits de qualité.
kk_kz: Біз достық қызмет пен сапалы өнімдермен ең жақсы сатып алу тәжірибесін ұсынуға тырысамыз.
ru_ru: Мы стремимся предоставить вам лучший опыт покупок с дружелюбным обслуживанием и качественными продуктами.

source: On-time Delivery
fr_fr: Livraison à Temps
kk_kz: Уақтылы жеткізу
ru_ru: Своевременная доставка

# OnTimeDeliveryDescription
source: We guarantee on-time delivery of all your orders right to your door.
fr_fr: Nous garantissons la livraison à temps de toutes vos commandes directement à votre porte.
kk_kz: Біз барлық тапсырыстарыңыздың уақтылы жеткізілуін кепілдейміз.
ru_ru: Мы гарантируем своевременную доставку всех ваших заказов прямо к вашей двери.

source: Best in Class Service
fr_fr: Service de Classe Mondiale
kk_kz: Сыныптағы ең жақсы қызмет
ru_ru: Лучший в своем классе сервис

# BestInClassServiceDescription
source: Our team of experts is ready to help you with any questions or needs.
fr_fr: Notre équipe d'experts est prête à vous aider avec toutes questions ou besoins.
kk_kz: Біздің мамандар тобы кез келген сұрақтар мен қажеттіліктерге көмектесуге дайын.
ru_ru: Наша команда экспертов готова помочь вам с любыми вопросами или потребностями.

source: Meet the Owners
fr_fr: Rencontrez les Propriétaires
kk_kz: Иелермен танысыңыз
ru_ru: Встретьте владельцев

# OwnersStory
source: John and Jane met on a backpacking adventure in Nepal. John, a former sheep shearer, went on the trip to get some clarity about his next adventures in life. Jane — a Peloton instructor — went on the trip to explore the landscape in Nepal.<br/><br/>While on the trip, John and Jane realized that they had one common love — the love for hiking and the love for being outdoors.<br/><br/>Returning back to their home state of Oklahoma, John and Jane hatched a plan to launch a retail store centered around their passions.<br/><br/>While John handled the sourcing of goods and customer service, Jane focused on the web + e-commerce side of the business, building this website in the best design platform on the web — Webflow!<br/><br/>In 1989, John and Jane Doe officially launched Acme Outdoors, the premiere store for outdoor enthusiasts around the state.<br/><br/>To this day, John and Jane return to Nepal yearly to ensure that they never forget their roots and where they came from.
fr_fr: John et Jane se sont rencontrés lors d'une aventure de randonnée au Népal. John, ancien tondeur de moutons, est parti en voyage pour obtenir de la clarté sur ses prochaines aventures dans la vie. Jane — une instructrice Peloton — est partie en voyage pour explorer le paysage du Népal.<br/><br/>Pendant le voyage, John et Jane ont réalisé qu'ils avaient un amour commun — l'amour de la randonnée et l'amour d'être en plein air.<br/><br/>De retour dans leur état d'origine de l'Oklahoma, John et Jane ont élaboré un plan pour lancer un magasin de détail centré sur leurs passions.<br/><br/>Pendant que John s'occupait de l'approvisionnement en marchandises et du service client, Jane s'est concentrée sur le côté web + e-commerce de l'entreprise, construisant ce site web sur la meilleure plateforme de design du web — Webflow !<br/><br/>En 1989, John et Jane Doe ont officiellement lancé Acme Outdoors, le magasin de premier plan pour les passionnés de plein air de l'état.<br/><br/>À ce jour, John et Jane retournent au Népal chaque année pour s'assurer qu'ils n'oublient jamais leurs racines et d'où ils viennent.
kk_kz: Джон мен Джейн Непалдағы туристік саяхатта кездесті. Джон, бұрынғы қой қырқушы, өмірдегі келесі шытырман оқиғалары туралы анықтық алу үшін саяхатқа шықты. Джейн — Peloton нұсқаушысы — Непал ландшафтын зерттеу үшін саяхатқа шықты.<br/><br/>Саяхат кезінде Джон мен Джейн олардың бір ортақ махаббаты бар екенін түсінді — жүру мен ашық ауада болуға деген махаббат.<br/><br/>Оклахома штатына оралғанда, Джон мен Джейн олардың құмарлықтарына орталықтаған дүкен ашу жоспарын жасады.<br/><br/>Джон тауарларды іздеу мен клиенттерге қызмет көрсетумен айналысқанда, Джейн веб + электрондық коммерция жағына назар аударды, бұл веб-сайтты вебтегі ең жақсы дизайн платформасында — Webflow-та құрды!<br/><br/>1989 жылы Джон мен Джейн Доу ресми түрде Acme Outdoors-ты іске қосты, штат бойынша ашық ауа әуесқойлары үшін премьер дүкен.<br/><br/>Бүгінгі күнге дейін Джон мен Джейн өздерінің түбірлерін және қайдан келгендерін ұмытпау үшін жыл сайын Непалға оралады.
ru_ru: Джон и Джейн встретились в походном приключении в Непале. Джон, бывший стригальщик овец, отправился в поездку, чтобы получить ясность о своих следующих приключениях в жизни. Джейн — инструктор Peloton — отправилась в поездку, чтобы исследовать ландшафт Непала.<br/><br/>Во время поездки Джон и Джейн поняли, что у них есть одна общая любовь — любовь к походам и любовь к пребыванию на открытом воздухе.<br/><br/>Вернувшись в свой родной штат Оклахома, Джон и Джейн разработали план запуска розничного магазина, сосредоточенного на их страстях.<br/><br/>Пока Джон занимался поиском товаров и обслуживанием клиентов, Джейн сосредоточилась на веб- и электронной коммерции, создавая этот веб-сайт на лучшей платформе дизайна в сети — Webflow!<br/><br/>В 1989 году Джон и Джейн Доу официально запустили Acme Outdoors, премьерный магазин для любителей активного отдыха по всему штату.<br/><br/>По сей день Джон и Джейн возвращаются в Непал ежегодно, чтобы убедиться, что они никогда не забывают свои корни и откуда они пришли.

source: John Doe
kk_kz: Джон Доу
ru_ru: Джон Доу

source: Jane Doe
kk_kz: Джейн Доу
ru_ru: Джейн Доу

source: Need Help?
fr_fr: Besoin d'Aide ?
kk_kz: Көмек керек пе?
ru_ru: Нужна помощь?

# NeedHelpDescription
source: Need help or assistance? Our team is standing by to make sure you get the help you need. Whether you need to adjust an order or delivery details, we're ready to help!
fr_fr: Besoin d'aide ou d'assistance ? Notre équipe est prête à s'assurer que vous obtenez l'aide dont vous avez besoin. Que vous ayez besoin d'ajuster une commande ou les détails de livraison, nous sommes prêts à aider !
kk_kz: Көмек немесе қолдау керек пе? Біздің команда сізге қажетті көмекті алатыныңызға көз жеткізу үшін дайын тұр. Тапсырысты өзгерту немесе жеткізу мәліметтерін реттеу керек болса да, біз көмектесуге дайынбыз!
ru_ru: Нужна помощь или поддержка? Наша команда готова убедиться, что вы получите необходимую помощь. Независимо от того, нужно ли вам изменить заказ или детали доставки, мы готовы помочь!

source: Contact Support
fr_fr: Contacter le Support
kk_kz: Қолдау қызметімен байланысу
ru_ru: Связаться с поддержкой
