Repository: dmysyq/biznus-web
Catalog: biznus-web/Resources/Controllers/HomeController.*.resx
Languages: ru_ru

# ServingSince
source: Serving you since 1989.
ru_ru: Обслуживаем вас с 1989 года.

# HeroDescription
source: Acme Outdoors is an outdoor and adventure shop located in the Boathouse District in Oklahoma City.
ru_ru: Acme Outdoors - это магазин для активного отдыха и приключений, расположенный в районе Boathouse District в Оклахома-Сити.

source: Shop Merch
ru_ru: Магазин товаров

source: Ways to support
ru_ru: Способы поддержки

source: Support Acme Outdoors.
ru_ru: Поддержите Acme Outdoors.

# CovidDescription
source: COVID-19 has forced us to close our retail space, but we need support from patrons like yourself now more than ever. Below, we've listed the best ways to help us through this season.
ru_ru: COVID-19 заставил нас закрыть наше торговое пространство, но нам нужна поддержка от таких покровителей, как вы, сейчас больше, чем когда-либо. Ниже мы перечислили лучшие способы помочь нам в этот сезон.

# ShopProducts
source: SHOP<br/>PRODUCTS
ru_ru: ПОКУПАЙТЕ<br/>ТОВАРЫ

# ShopProductsDescription
source: Our full product line is still available online here on our site! Getting outside and hiking is still something you can do. Get your gear now!
ru_ru: Наша полная линейка продуктов по-прежнему доступна онлайн здесь, на нашем сайте! Выход на улицу и походы - это то, что вы все еще можете делать. Получите свое снаряжение сейчас!

source: Donate
ru_ru: Пожертвовать

# DonateDescription
source: Since we've changed the way we operate to online only, and to ensure your safety, not all our staff is working. Donate to keep them afloat.
ru_ru: Поскольку мы изменили способ работы только на онлайн, и чтобы обеспечить вашу безопасность, не весь наш персонал работает. Пожертвуйте, чтобы поддержать их на плаву.

# BuyGiftCards
source: Buy <br/>GIFT CARDS
ru_ru: ПОКУПАЙТЕ<br/>ПОДАРОЧНЫЕ КАРТЫ

# BuyGiftCardsDescription
source: Have all the outdoor gear you need for now? Buy a gift card and use it later or share it with friends and family.
ru_ru: У вас есть все необходимое снаряжение для активного отдыха? Купите подарочную карту и используйте ее позже или поделитесь с друзьями и семьей.

# CovidSafety
source: How we're keeping you safe during COVID-19
ru_ru: Как мы обеспечиваем вашу безопасность во время COVID-19

# CovidSafetyDescription
source: As an outdoor shop, we've taken precautionary measures to ensure the safety of all our customers and team members.
ru_ru: Как магазин для активного отдыха, мы приняли меры предосторожности для обеспечения безопасности всех наших клиентов и членов команды.

# ReadStatement
source: Read Our Statement
ru_ru: Прочитать наше заявление

# ShopProductsTitle
source: shop products
ru_ru: покупайте товары

# Open247
source: Open 24/7/365.
ru_ru: Открыто 24/7/365.

source: View All Products
ru_ru: Посмотреть все товары

source: Shop Local.
ru_ru: Покупайте местное.

# ShopLocalDescription
source: We know that during COVID-19, a lot of folks around the city and state are feeling uneasy about the future - we're not sure what the future holds either.
ru_ru: Мы знаем, что во время COVID-19 многие жители города и штата чувствуют себя неуверенно в отношении будущего - мы тоже не уверены, что нас ждет.

# ShopLocalDescription2
source: That said: we know that we love making sure you have the gear you need for your adventures, and we're going to keep doing that - with our team - until the city tells us we can't.
ru_ru: Тем не менее: мы знаем, что нам нравится убеждаться, что у вас есть снаряжение, необходимое для ваших приключений, и мы будем продолжать это делать - с нашей командой - пока город не скажет нам, что мы не можем.

# ShopLocalDescription3
source: But as long as folks like yourself support small businesses around the city, then we'll be here â€” every day, making sure your orders arrive on time.
ru_ru: Но пока такие люди, как вы, поддерживают малый бизнес по всему городу, мы будем здесь — каждый день, следя за тем, чтобы ваши заказы прибывали вовремя.

source: Jane & John Doe
ru_ru: Джейн и Джон Доу
