Repository: dmysyq/biznus-web
Catalog: biznus-web/Resources/Controllers/ShopController.*.resx
Languages: kk_kz

source: Shop Our Products
kk_kz: Біздің өнімдер

source: Featured Item
kk_kz: Таңдаулы өнім

source: Shop by Category
kk_kz: Санат бойынша сатып алу

source: Gift Cards
kk_kz: Сыйлық карталары

source: Tents
kk_kz: Шатырлар

source: Accessories
kk_kz: Аксессуарлар

source: Packs
kk_kz: Сөмкелер

source: All Products
kk_kz: Барлық өнімдер

source: No products found
kk_kz: Өнімдер табылмады

# NoProductsDescription
source: Try adjusting your search or filter criteria.
kk_kz: Іздеу немесе сүзгі критерийлерін өзгертіп көріңіз.

source: View All Products
kk_kz: Барлық өнімдерді көру

source: Details
kk_kz: Толығырақ

source: Sale
kk_kz: Жеңілдік

source: Product Details
kk_kz: Өнім туралы толық ақпарат

source: Add to Cart
kk_kz: Себетке қосу

source: Price
kk_kz: Баға

source: Description
kk_kz: Сипаттама

source: Category
kk_kz: Санат

source: Quantity
kk_kz: Саны

# OutOfStock
source: This product is out of stock.
kk_kz: Бұл өнім қоймада жоқ.

source: Product Description
kk_kz: Өнім сипаттамасы

source: Features
kk_kz: Ерекшеліктері
