Repository: dmysyq/biznus-web
Catalog: biznus-web/Resources/Views/Donations/Index.*.resx
Languages: kk_kz, ru_ru

# HereAtAcme
source: Here at Acme Outdoors
kk_kz: Мұнда Acme Outdoors-та
ru_ru: Здесь, в Acme Outdoors

source: every dollar counts
kk_kz: әрбір доллар маңызды
ru_ru: каждый доллар имеет значение

# DonationDescription
source: Acme Outdoors is more than just a company, we're a community of people who care for one another and for our city. During this time, due to shelter in place orders, only a select few of our staff are able to work. Any donations you make to Acme will help make sure our employees are cared for and can stay safe in these uncertain times.
kk_kz: Acme Outdoors - бұл тек компания ғана емес, біз бір-бірімізге және қаламызға қамқорлық жасайтын адамдар қауымдастығымыз. Бұл уақытта, орындықта қалу бұйрықтарына байланысты, біздің қызметкерлердің тек бірнешеуі ғана жұмыс істей алады. Сіз Acme-ға жасаған кез келген қайырымдылық біздің қызметкерлердің қамқорлыққа ие болғанын және осы белгісіз уақытта қауіпсіз болғанын қамтамасыз етуге көмектеседі.
ru_ru: Acme Outdoors - это больше, чем просто компания, мы - сообщество людей, которые заботятся друг о друге и о нашем городе. В это время, из-за приказов о самоизоляции, только несколько наших сотрудников могут работать. Любые пожертвования, которые вы сделаете в Acme, помогут убедиться, что наши сотрудники получают заботу и могут оставаться в безопасности в эти неопределенные времена.

# DonateAmount
source: Donate ${0}
kk_kz: ${0} қайырымдылық жасау
ru_ru: Пожертвовать ${0}

# MakeCustomDonation
source: Make a Custom Donation
kk_kz: Жеке қайырымдылық жасау
ru_ru: Сделать индивидуальное пожертвование

source: Donation Amount ($)
kk_kz: Қайырымдылық сомасы ($)
ru_ru: Сумма пожертвования ($)

source: Your Name (Optional)
kk_kz: Сіздің атыңыз (міндетті емес)
ru_ru: Ваше имя (необязательно)

source: Email (Optional)
kk_kz: Электрондық пошта (міндетті емес)
ru_ru: Email (необязательно)

source: Message (Optional)
kk_kz: Хабарлама (міндетті емес)
ru_ru: Сообщение (необязательно)

source: Make Donation
kk_kz: Қайырымдылық жасау
ru_ru: Сделать пожертвование

# ThankYouDonation
source: Thank you for your donation of ${0}!
kk_kz: ${0} қайырымдылығыңызға рахмет!
ru_ru: Спасибо за ваше пожертвование в размере ${0}!
